Repository: ahmedrgb101/TalabeyahTaskWeb
Catalog: TalabeyahTaskWeb/src/Client/Resources/Shared/SharedResource.*.resx
Languages: ar

source: Actions
ar: أجراءات

source: Add Brand
ar: أضف العلامة التجارية

source: Add Extended Attribute
ar: إضافة الخصائص الإضافية

source: Advanced Search
ar: البحث المتقدم

source: Bordered
ar: يحدها

source: Brands
ar: العلامات التجارية

source: Brands exported
ar: تصدير الماركات

source: Cancel
ar: إلغاء

source: Cert No
ar: رقم الشهادة

source: Certificate Number
ar: رقم الشهادة

source: Check In
ar: تسجيل الدخول

source: Check Out
ar: تسجيل الخروج

source: Checked In Successfully
ar: تم تسجيل الدخول بنجاح

source: Checked Out Successfully
ar: تم تسجيل الخروج بنجاح

source: CheckIn Date
ar: تاريخ تسجيل الدخول

source: CheckOut Date
ar: تاربخ تسجيل الخروج

source: Clear
ar: مسح

source: Code
ar: الكود

source: Create
ar: إنشاء

source: Date
ar: تاريخ

source: Date Range For Searching
ar: الفترة الزمنية للبحث

source: Date Recorded
ar: تاريخ التسجيل

source: Decimal
ar: عشري

source: Delete
ar: حذف

source: Delete Content
ar: حذف المحتوى

source: Dense
ar: كثيف

source: Description
ar: وصف

source: Description1
ar: وصف

source: Differance
ar: الصافى

source: Direct To
ar: توجيه الى

source: Driver
ar: السائق

source: Drivers
ar: السائقين

source: Edit
ar: تعديل

source: Empty Scale
ar: وزن فارغ

source: EmptyScale time
ar: تاريخ الوزن الفارغ

source: Entity Id
ar: رقم المعرف

source: Export
ar: تصدير

source: External Id
ar: المعرف الخارجي

source: Filtered Brands exported
ar: تم تصدير العلامات التجارية المفلترة

source: Group
ar: مجموعة

source: Id
ar: المعرف

source: Id1
ar: المعرّف

source: Import
ar: استيراد

source: Is Active
ar: مفعل؟

source: Key
ar: مفتاح

source: Kilometer reading
ar: قرائة عداد الكيلو متر

source: Loan
ar: العهده

source: Manage Brands.
ar: إدارة العلامات التجارية.

source: Manage Mill tractor Weight
ar: ادارة موازين جرارات القمح

source: Manage PortImport
ar: إدارة تحميل قمح من الميناء

source: Manage Tractors.
ar: ادارة الجرارات

source: MBU Already Exists
ar: تمت اضافتها من قبل

source: Message No
ar: رقم الرسالة

source: MessageData
ar: الرسائل

source: Mill
ar: الدقيق

source: Mill tractor Weight
ar: موازين جرارات القمح

source: Mill tractor Weight Domyat
ar: موازين جرارات القمح دمياط

source: Mill tractor Weight Wady ElNile
ar: موازين جرارات القمح وادي النيل

source: Mills
ar: المطاحن

source: MillWeight
ar: موازين القمح

source: Name
ar: الاسم

source: NameAr
ar: الاسم بالعربي

source: No Allowed Actions
ar: لا توجد إجراءات مسموح بها

source: Ok
ar: موافق

source: Port
ar: الميناء

source: Port Scale
ar: ميزان الميناء

source: PortImport
ar: تحميل قمح من الميناء

source: Ports
ar: الموانئ

source: Quantity
ar: الكمية

source: Reload
ar: إعادة تحميل

source: Roles
ar: الادوار

source: Save
ar: حفظ

source: Search for
ar: البحث عن

source: Search for Brands
ar: ابحث عن العلامات التجارية

source: Shipping Policy
ar: رقم البوليصة

source: Size
ar: المقاس

source: Standing Scale
ar: وزن القائم

source: StandingScale time
ar: تاريخ الوزن القائم

source: Striped
ar: مخطط

source: Supplier Name
ar: المورد

source: Suppliers
ar: الموردين

source: Tax
ar: ضريبة

source: Text
ar: نص

source: The mill
ar: المطحن

source: Time
ar: وقت

source: Total
ar: الإجمالي

source: Total Amount Recived
ar: اجمالى الكمية المستلمة

source: Total Amount Shipped
ar: اجمالي الكمية المشحونة

source: Tractor
ar: الجرار

source: Tractors
ar: الجرارات

source: Type
ar: نوع

source: Unit Weight
ar: وحدة الوزن

source: Update
ar: تحديث

source: Update Extended Attribute
ar: تحديث الخصائص الإضافية

source: Vessel
ar: المركب

source: Vessel Arrival Eta
ar: تاريخ وصول المركب

source: View
ar: عرض

source: View Tasks
ar: عرض المهام

source: Weight Time
ar: زمن التعتيق

source: Wheat Protin
ar: البروتين

source: Wheat Type Name
ar: نوع القمح

source: Wheat Types
ar: انواع القمح

source: WheatTypes
ar: انواع القمح
